[
  {
    "id": 1,
    "title": "Website Launch",
    "client": "Social Media Marketing Agency",
    "url": "https://yawemedia.com",
    "imageUrl": "/images/portfolio/yawemedia.jpg",
    "description": "Launched a new website for a social media marketing agency.",
    "technologies": ["Next.js", "TailwindCSS", "Sanity CMS", "GSAP"],
    "testimonial": {
      "quote": "Working with The Media Masons to create our website was an exceptional experience from start to finish. They took the time to understand our brand, goals, and audience and brought it all to life with a clean, modern, and user-friendly design. Their attention to detail, creative vision, and clear communication made the process smooth and stress-free. The finished site not only looks amazing but also functions beautifully across devices. If you're looking for a talented, reliable, and professional website designer, I highly recommend The Media Masons. They exceeded our expectations in every way!",
      "author": "Maria",
      "position": "Founder",
      "company": "Yawe Media"
    }
  },
  {
    "id": 2,
    "title": "Website Launch",
    "client": "Massage Therapy Clinic",
    "url": "https://www.goldenhandswellnesscenter.com",
    "imageUrl": "/images/portfolio/goldenhands.jpg",
    "description": "Launched a new website for a massage therapy clinic.",
    "technologies": ["Next.js", "TailwindCSS"],
    "testimonial": {
      "quote": "The Media Masons didn’t just build my website—they brought my vision to life. They took the time to research my modalities, explore my social media, and truly understand who I am and what my business stands for. The result was a beautiful, intuitive site that reflects everything I wanted to convey. The Media Masons are thoughtful, talented, and  true professionals. Their communication was excellent and I knew where we were at every step in the process. The Media Masons are so good at what they do but they also remember that the client may need a little bit more help with the process, they helped with that and continued to allow me to feel powerful in the process. I am so grateful for their work and highly recommend them for your website needs!",
      "author": "Wendy",
      "position": "Owner",
      "company": "Golden Hands Wellness Center"
    }
  },
  {
    "id": 3,
    "title": "Courseware Launch",
    "client": "Alternative Massage Therapy",
    "url": "https://course.tunipoints.com",
    "imageUrl": "/images/portfolio/tunipoints.jpg",
    "description": "Built courseware for a alternative massage therapy business.",
    "technologies": ["Next.js", "AWS", "TailwindCSS", "Resend"],
    "testimonial": {
      "quote": "I wanted to personally thank The Media Masons for the outstanding job done on my website. They created a digital download for my new TuniPoints course, allowing all my clients to stay at home, take the course with workbooks and videos, and benefit from a seamless experience. The team thoroughly tested the process to ensure everyone who uses it has a great experience and also assisted with all other areas of the 'shop.' The website looks fantastic and works so well. The Media Masons stand behind their work and will definitely be contacted to help with the next update. Thank you—I truly appreciate your excellent work!",
      "author": "Patricia",
      "position": "Owner",
      "company": "Tuni Points"
    }
  }
] 